benchmark/results/A-threads_s1_c10_run1.txt

Summary:
  Total:	30.0021 secs
  Slowest:	0.0182 secs
  Fastest:	0.0001 secs
  Average:	0.0015 secs
  Requests/sec:	6657.4008
  
  Total data:	3195776 bytes
  Size/request:	16 bytes

Response time histogram:
  0.000 [1]	|
  0.002 [163713]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.004 [34494]	|■■■■■■■■
  0.006 [1291]	|
  0.007 [188]	|
  0.009 [34]	|
  0.011 [6]	|
  0.013 [7]	|
  0.015 [1]	|
  0.016 [0]	|
  0.018 [1]	|


Latency distribution:
  10%% in 0.0008 secs
  25%% in 0.0011 secs
  50%% in 0.0014 secs
  75%% in 0.0018 secs
  90%% in 0.0022 secs
  95%% in 0.0026 secs
  99%% in 0.0035 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0004 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0034 secs
  resp wait:	0.0015 secs, 0.0001 secs, 0.0125 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0146 secs

Status code distribution:
  [200]	199736 responses