benchmark/results/A-threads_s1_c50_run1.txt

Summary:
  Total:	30.0102 secs
  Slowest:	0.0673 secs
  Fastest:	0.0005 secs
  Average:	0.0076 secs
  Requests/sec:	6613.4191
  
  Total data:	3175520 bytes
  Size/request:	16 bytes

Response time histogram:
  0.001 [1]	|
  0.007 [90045]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.014 [100446]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.021 [5268]	|■■
  0.027 [1687]	|■
  0.034 [542]	|
  0.041 [270]	|
  0.047 [100]	|
  0.054 [66]	|
  0.061 [34]	|
  0.067 [11]	|


Latency distribution:
  10%% in 0.0022 secs
  25%% in 0.0054 secs
  50%% in 0.0075 secs
  75%% in 0.0092 secs
  90%% in 0.0111 secs
  95%% in 0.0131 secs
  99%% in 0.0228 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0028 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0078 secs
  resp wait:	0.0075 secs, 0.0004 secs, 0.0670 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0412 secs

Status code distribution:
  [200]	198470 responses