benchmark/results/A-threads_s2_c50_run2.txt

Summary:
  Total:	30.0661 secs
  Slowest:	0.1396 secs
  Fastest:	0.0533 secs
  Average:	0.0691 secs
  Requests/sec:	722.6089
  
  Total data:	738684 bytes
  Size/request:	34 bytes

Response time histogram:
  0.053 [1]	|
  0.062 [12]	|
  0.071 [17222]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.079 [3782]	|■■■■■■■■■
  0.088 [559]	|■
  0.096 [122]	|
  0.105 [11]	|
  0.114 [8]	|
  0.122 [6]	|
  0.131 [1]	|
  0.140 [2]	|


Latency distribution:
  10%% in 0.0658 secs
  25%% in 0.0668 secs
  50%% in 0.0681 secs
  75%% in 0.0700 secs
  90%% in 0.0732 secs
  95%% in 0.0770 secs
  99%% in 0.0845 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0024 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0012 secs
  resp wait:	0.0690 secs, 0.0532 secs, 0.1396 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0089 secs

Status code distribution:
  [200]	21726 responses