benchmark/results/A_s1_c10_run2.txt

Summary:
  Total:	30.0021 secs
  Slowest:	0.0144 secs
  Fastest:	0.0012 secs
  Average:	0.0019 secs
  Requests/sec:	5124.8677
  
  Total data:	2460112 bytes
  Size/request:	16 bytes

Response time histogram:
  0.001 [1]	|
  0.002 [139805]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.004 [12018]	|■■■
  0.005 [1386]	|
  0.006 [267]	|
  0.008 [140]	|
  0.009 [55]	|
  0.010 [31]	|
  0.012 [22]	|
  0.013 [9]	|
  0.014 [23]	|


Latency distribution:
  10%% in 0.0016 secs
  25%% in 0.0017 secs
  50%% in 0.0018 secs
  75%% in 0.0020 secs
  90%% in 0.0024 secs
  95%% in 0.0029 secs
  99%% in 0.0040 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0061 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0019 secs
  resp wait:	0.0018 secs, 0.0002 secs, 0.0142 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0026 secs

Status code distribution:
  [200]	153757 responses