benchmark/results/A_s1_c200_run3.txt

Summary:
  Total:	30.0429 secs
  Slowest:	0.0732 secs
  Fastest:	0.0124 secs
  Average:	0.0399 secs
  Requests/sec:	5010.9598
  
  Total data:	2408704 bytes
  Size/request:	16 bytes

Response time histogram:
  0.012 [1]	|
  0.019 [27]	|
  0.025 [38]	|
  0.031 [2450]	|■
  0.037 [38596]	|■■■■■■■■■■■■■■■■■■■
  0.043 [79885]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.049 [18583]	|■■■■■■■■■
  0.055 [4825]	|■■
  0.061 [4703]	|■■
  0.067 [971]	|
  0.073 [465]	|


Latency distribution:
  10%% in 0.0339 secs
  25%% in 0.0365 secs
  50%% in 0.0388 secs
  75%% in 0.0417 secs
  90%% in 0.0465 secs
  95%% in 0.0529 secs
  99%% in 0.0607 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0133 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0038 secs
  resp wait:	0.0397 secs, 0.0007 secs, 0.0731 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0070 secs

Status code distribution:
  [200]	150544 responses