benchmark/results/A_s2_c10_run1.txt

Summary:
  Total:	30.5407 secs
  Slowest:	0.5493 secs
  Fastest:	0.0545 secs
  Average:	0.5362 secs
  Requests/sec:	18.4999
  
  Total data:	19210 bytes
  Size/request:	34 bytes

Response time histogram:
  0.054 [1]	|
  0.104 [0]	|
  0.153 [1]	|
  0.203 [1]	|
  0.252 [1]	|
  0.302 [1]	|
  0.351 [1]	|
  0.401 [1]	|
  0.450 [1]	|
  0.500 [1]	|
  0.549 [556]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■


Latency distribution:
  10%% in 0.5373 secs
  25%% in 0.5390 secs
  50%% in 0.5404 secs
  75%% in 0.5417 secs
  90%% in 0.5438 secs
  95%% in 0.5452 secs
  99%% in 0.5484 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0002 secs, 0.0001 secs, 0.0025 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0001 secs, 0.0000 secs, 0.0004 secs
  resp wait:	0.5356 secs, 0.0533 secs, 0.5488 secs
  resp read:	0.0002 secs, 0.0001 secs, 0.0012 secs

Status code distribution:
  [200]	565 responses