benchmark/results/A_s2_c1_run2.txt

Summary:
  Total:	30.0375 secs
  Slowest:	0.0614 secs
  Fastest:	0.0536 secs
  Average:	0.0546 secs
  Requests/sec:	18.3105
  
  Total data:	18700 bytes
  Size/request:	34 bytes

Response time histogram:
  0.054 [1]	|
  0.054 [236]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.055 [248]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.056 [47]	|■■■■■■■■
  0.057 [10]	|■■
  0.058 [4]	|■
  0.058 [1]	|
  0.059 [1]	|
  0.060 [0]	|
  0.061 [0]	|
  0.061 [2]	|


Latency distribution:
  10%% in 0.0540 secs
  25%% in 0.0542 secs
  50%% in 0.0545 secs
  75%% in 0.0547 secs
  90%% in 0.0554 secs
  95%% in 0.0557 secs
  99%% in 0.0573 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0003 secs, 0.0001 secs, 0.0008 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0001 secs, 0.0000 secs, 0.0016 secs
  resp wait:	0.0541 secs, 0.0532 secs, 0.0610 secs
  resp read:	0.0002 secs, 0.0001 secs, 0.0007 secs

Status code distribution:
  [200]	550 responses