benchmark/results/A_s3_c1_run2.txt

Summary:
  Total:	30.0075 secs
  Slowest:	0.0231 secs
  Fastest:	0.0050 secs
  Average:	0.0063 secs
  Requests/sec:	158.8268
  
  Total data:	142980 bytes
  Size/request:	30 bytes

Response time histogram:
  0.005 [1]	|
  0.007 [4322]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.009 [301]	|■■■
  0.010 [112]	|■
  0.012 [15]	|
  0.014 [13]	|
  0.016 [1]	|
  0.018 [0]	|
  0.019 [0]	|
  0.021 [0]	|
  0.023 [1]	|


Latency distribution:
  10%% in 0.0057 secs
  25%% in 0.0059 secs
  50%% in 0.0062 secs
  75%% in 0.0064 secs
  90%% in 0.0068 secs
  95%% in 0.0075 secs
  99%% in 0.0098 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0002 secs, 0.0001 secs, 0.0044 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0004 secs
  resp wait:	0.0059 secs, 0.0047 secs, 0.0227 secs
  resp read:	0.0001 secs, 0.0001 secs, 0.0008 secs

Status code distribution:
  [200]	4766 responses